[
  {
    "handle": "UoMResDev",
    "label": true,
    "reason": "University researcher development team supporting postgraduate research"
  },
  {
    "handle": "EveBCarlson",
    "label": true,
    "reason": "Clinical researcher studying trauma/mental health - qualitative-aligned topics with prevention focus"
  },
  {
    "handle": "JaneLankes",
    "label": true,
    "reason": "Sociologist researching family, gender, fertility. Qualitative-typical sociology domain."
  },
  {
    "handle": "mchughsiobhan",
    "label": true,
    "reason": "Podcast critic/producer, Hon Assoc Prof, publishes on media studies - qualitative academic"
  },
  {
    "handle": "cansuguner",
    "label": true,
    "reason": "Postdoc in Science Technology Society (STS) - qualitative field but not human-centered participant research"
  },
  {
    "handle": "stephanieorme",
    "label": null,
    "reason": "PhD esports scholar/UX researcher in academia - qualitative tradition but unclear if participant-based methodology"
  },
  {
    "handle": "DigiGenEurope",
    "label": null,
    "reason": "Children's technology use studies. Social science focus, likely mixed methods with qualitative."
  },
  {
    "handle": "MakerereIGDS",
    "label": true,
    "reason": "Gender development studies institute; development studies often involves qualitative research"
  },
  {
    "handle": "PennMEHP",
    "label": true,
    "reason": "Medical ethics and health policy department, qualitative research probable"
  },
  {
    "handle": "cjchrzanowski",
    "label": null,
    "reason": "Trainee clinical psychologist studying stroke/mental health - psychology research possible qualitative"
  },
  {
    "handle": "selmlls",
    "label": true,
    "reason": "Political/social sciences research with race, gender, postcolonial focus; strong qualitative indicators"
  },
  {
    "handle": "Mattgibsonyeats",
    "label": null,
    "reason": "Associate professor literary scholar, established academic but humanities-focused without explicit qualitative methodology"
  },
  {
    "handle": "MOBILISEproject",
    "label": null,
    "reason": "Social science project on protest/migration with qualitative potential, multi-country study design"
  },
  {
    "handle": "stephaniemz",
    "label": true,
    "reason": "Associate professor in curriculum studies and engineering education. Academic role with disciplinary fit for qualitative work."
  },
  {
    "handle": "CWGS_MandelaUni",
    "label": null,
    "reason": "Gender studies center with social justice focus; institutional account likely supporting qualitative researchers but not individual researcher."
  },
  {
    "handle": "BERA_ECRNetwork",
    "label": true,
    "reason": "Early career researcher network in education/research, academic development focus"
  },
  {
    "handle": "PostcolonialEdi",
    "label": true,
    "reason": "Edinburgh University postcolonial studies network, clear academic research focus"
  },
  {
    "handle": "bigrockbigriver",
    "label": true,
    "reason": "Psychology doctoral candidate with psychology org leadership; MMTIP focus suggests vulnerable population research"
  },
  {
    "handle": "TNP_KCL",
    "label": true,
    "reason": "Translational neuroscience research group at King's College with explicit research focus"
  },
  {
    "handle": "C_Goodfellow_",
    "label": true,
    "reason": "Public health researcher focusing on youth mental health; mental health + IRB-relevant domain strongly suggests qualitative"
  },
  {
    "handle": "MU_MediaStudies",
    "label": null,
    "reason": "Media studies department at Maynooth University; qualitative-friendly research field"
  },
  {
    "handle": "ERC_TIDE",
    "label": true,
    "reason": "ERC-funded research on migration/mobility; qualitative humanities research likely, academic affiliation"
  },
  {
    "handle": "kj_eickmeyer",
    "label": true,
    "reason": "Sociologist with institutional affiliations (MDRC, BGSU, Rutgers). Strong qualitative discipline alignment."
  },
  {
    "handle": "KatharineJewitt",
    "label": true,
    "reason": "Consultant and researcher in educational technology and wellbeing, qualitative potential in education"
  },
  {
    "handle": "GPinMotionCgn",
    "label": true,
    "reason": "Research group account with clinical research focus on geriatric psychiatry"
  },
  {
    "handle": "GLMbioethics",
    "label": true,
    "reason": "Bioethicist studying ethical/social implications, likely qualitative"
  },
  {
    "handle": "PennStateWGSS",
    "label": null,
    "reason": "Major gender studies program; academic but primarily teaching/student-focused"
  },
  {
    "handle": "gurshjohal",
    "label": true,
    "reason": "Psychiatry doctor researching suicide prevention; psychiatry has qualitative tradition and suicide research often involves sensitive lived experience studies"
  },
  {
    "handle": "MehrunishaS",
    "label": true,
    "reason": "Bioethicist with public health doctorate, global health background, ethics research often qualitative"
  },
  {
    "handle": "DanCiccarone",
    "label": null,
    "reason": "Public health researcher studying drug use and HIV; mixed methods likely but quantitative-leaning"
  }
]