[
  {
    "handle": "jackielconnell",
    "label": null,
    "reason": "M.Ed. and doctoral candidate in education/indigenous excellence. Likely education research, possibly qualitative."
  },
  {
    "handle": "beckyfortgang",
    "label": null,
    "reason": "Clinical psychologist researcher; psychology field suggests qualitative potential but title clinical-focused"
  },
  {
    "handle": "dr_vijayashree",
    "label": null,
    "reason": "Public health practitioner/researcher - systems-focused but no qualitative method indicators"
  },
  {
    "handle": "cruac_cruac",
    "label": null,
    "reason": "Self-identified ento-anthropologist; domain expertise but unclear research focus/affiliation"
  },
  {
    "handle": "monicajgrant",
    "label": null,
    "reason": "Social demographer. May conduct qualitative work but role emphasizes social approach."
  },
  {
    "handle": "enenbee",
    "label": null,
    "reason": "Clinical epidemiologist in population health; some qualitative potential but quantitative-leaning role"
  },
  {
    "handle": "elisesarvas",
    "label": null,
    "reason": "Pediatric dentist public health researcher - possible qualitative but medical focus"
  },
  {
    "handle": "Briana_N_Spivey",
    "label": null,
    "reason": "Clinical psych doctoral candidate researching lived experience of Black women, qualitative potential"
  },
  {
    "handle": "PAR_YouTube",
    "label": null,
    "reason": "Physical activity research dissemination, evidence-based content but limited bio details"
  },
  {
    "handle": "kellyleon912",
    "label": null,
    "reason": "Assistant Professor in Education, potential qualitative researcher"
  },
  {
    "handle": "lauren_marg",
    "label": null,
    "reason": "Computing education researcher in learning sciences. Learning sciences includes qualitative traditions."
  },
  {
    "handle": "_susaneshort",
    "label": null,
    "reason": "Sociologist demographer at Brown. Qualitative-adjacent but demography lean quantitative."
  },
  {
    "handle": "tmprowell",
    "label": false,
    "reason": "Oncologist, medical education focus - clinical practice dominant, not qualitative researcher"
  },
  {
    "handle": "JohnsHopkinsIH",
    "label": null,
    "reason": "International health department - research, education, policy - mixed methods likely"
  },
  {
    "handle": "bastianelli_e",
    "label": null,
    "reason": "Social demographer studying family dynamics and social inequalities; qualitative potential high"
  },
  {
    "handle": "FarleyHealthPol",
    "label": null,
    "reason": "Health policy center with 'evidence translation' and health equity focus, adjacent to qualitative work"
  },
  {
    "handle": "NakedAnthropolo",
    "label": null,
    "reason": "Author with anthropological background; gender/sex/class topics align with qualitative, but primarily guide/creator."
  },
  {
    "handle": "flaczko1",
    "label": null,
    "reason": "Migration research background. Possible qualitative, but current role unclear."
  },
  {
    "handle": "dr_andrealove",
    "label": true,
    "reason": "PhD immunologist/microbiologist with founder/director roles and science communication"
  },
  {
    "handle": "FE_Lecturer",
    "label": null,
    "reason": "Researcher and author, but further education context may be teaching-focused over qualitative research"
  },
  {
    "handle": "teachchauncey",
    "label": null,
    "reason": "Psychologist + UX researcher; psychology background suggests potential for qualitative work"
  },
  {
    "handle": "PostitAcademic",
    "label": null,
    "reason": "Associate professor studying cities/political economy; social science field but methodology unclear"
  },
  {
    "handle": "__oluwatomisin",
    "label": null,
    "reason": "Doctoral student bioethicist; womanist perspective suggests qualitative interests but early career"
  },
  {
    "handle": "kelly_lecturer",
    "label": null,
    "reason": "Health & social care lecturer with practice background; possible qualitative research interest"
  },
  {
    "handle": "DJLdistraction",
    "label": null,
    "reason": "South Asian & postcolonial studies, likely qualitative humanities"
  },
  {
    "handle": "AVerdery",
    "label": null,
    "reason": "Sociologist and demographer, sociology field suggests qualitative research tradition"
  },
  {
    "handle": "EMKP_BM",
    "label": null,
    "reason": "Material knowledge documentation program; cultural research potential but unclear if qualitative academic"
  },
  {
    "handle": "CynthiaMKroeger",
    "label": null,
    "reason": "Adverse childhood experiences + stress intervention suggests qualitative potential"
  },
  {
    "handle": "chngin_the_wrld",
    "label": false,
    "reason": "Epidemiologist with public health focus; quantitative field, not qualitative"
  },
  {
    "handle": "genderhealthhub",
    "label": null,
    "reason": "Gender & health research hub with qualitative integration potential; policy-relevant research network"
  }
]