[
  {
    "handle": "stsucl",
    "label": true,
    "reason": "UCL Science and Technology Studies - STS field inherently qualitative with social/historical focus"
  },
  {
    "handle": "suntoshpillay",
    "label": true,
    "reason": "Clinical psychologist researcher with activism; qualitative research potential in psychology/social topics"
  },
  {
    "handle": "PDubOtakou",
    "label": null,
    "reason": "Associate professor bioethicist; Indigenous focus suggests community-centered research"
  },
  {
    "handle": "ShelleyJWalker",
    "label": true,
    "reason": "Public health researcher with social justice focus at NDRI; vulnerability/equity indicators suggest qualitative work"
  },
  {
    "handle": "monikagoyal123",
    "label": true,
    "reason": "Pediatric health equity researcher studying vulnerable populations (adolescents, firearm injury); health equity suggests qualitative component"
  },
  {
    "handle": "ShankerRuby",
    "label": null,
    "reason": "Bioethicist doing PhD in health professions education - academic researcher but primary field is ethics/HPE not core qualitative"
  },
  {
    "handle": "smonnat",
    "label": null,
    "reason": "Sociologist, demographer, population health; sociology discipline enables qualitative inquiry on rural health"
  },
  {
    "handle": "VanessaLeft",
    "label": true,
    "reason": "PhD candidate social anthropology, visual media, ethnography and inequality focus"
  },
  {
    "handle": "TNSmediastudies",
    "label": null,
    "reason": "School of Media Studies at The New School; qualitative-friendly institution and field"
  },
  {
    "handle": "chandra_rums",
    "label": null,
    "reason": "Lawyer/researcher with law+STS focus on data commons; qualitative research likely"
  },
  {
    "handle": "BethDarnall",
    "label": null,
    "reason": "Pain research with stress/health focus. Lab director role suggests potential qualitative work."
  },
  {
    "handle": "ucsf_lead",
    "label": null,
    "reason": "University addiction research program with explicit research mention"
  },
  {
    "handle": "SimonPR_3",
    "label": null,
    "reason": "Sociologist with literary studies, narrative focus on power/AI, strong qualitative methodology potential"
  },
  {
    "handle": "GenderKings",
    "label": null,
    "reason": "Gender studies program with interdisciplinary focus; institutional network likely includes qualitative researchers but not individual researcher."
  },
  {
    "handle": "Eugi_Pes",
    "label": true,
    "reason": "Doctoral researcher on social policy, labor, migration in Central Asia; qualitative-adjacent policy research"
  },
  {
    "handle": "YasmeenMultani",
    "label": null,
    "reason": "Autism research, play pedagogy, equity - qualitative-adjacent signals"
  },
  {
    "handle": "shbaglama",
    "label": true,
    "reason": "Refugee studies and postcolonial literatures researcher, humanities qualitative tradition"
  },
  {
    "handle": "znaile",
    "label": null,
    "reason": "Neonatologist bioethicist researcher emphasizing relationships, likely qualitative component"
  },
  {
    "handle": "drvailewright",
    "label": null,
    "reason": "Clinical psychologist/researcher - psychology field has qualitative tradition"
  },
  {
    "handle": "GenderStudiesND",
    "label": null,
    "reason": "Gender studies program account; likely field involves qualitative research but is institutional rather than individual researcher."
  },
  {
    "handle": "AVReshetnikov",
    "label": null,
    "reason": "Assistant Professor IR. Discourse analysis mentioned but international relations is mixed-methods field."
  },
  {
    "handle": "BintyRock",
    "label": true,
    "reason": "Sexual health doctor-researcher + social justice focus - sexually transmitted infections often qualitative"
  },
  {
    "handle": "T_Manandhar",
    "label": null,
    "reason": "International law/human rights research fellow with publication focus; qualitative policy research likely"
  },
  {
    "handle": "mpi_psychiatry",
    "label": true,
    "reason": "Max Planck Institute, dedicated psychiatric disorder research"
  },
  {
    "handle": "C19GSJournal",
    "label": null,
    "reason": "Peer-reviewed journal on gender studies and 19C culture; publishes qualitative scholarship but is journal account, not individual researcher."
  },
  {
    "handle": "TXSTCDGS",
    "label": null,
    "reason": "Diversity/gender center; academic but diversity studies signal is moderate"
  },
  {
    "handle": "DadaltoLuciana",
    "label": null,
    "reason": "Bioethicist PhD interested in end-of-life research, qualitative methodology likely"
  },
  {
    "handle": "HealthPolicyUoM",
    "label": true,
    "reason": "University centre generating health evidence and insights, likely qualitative research component"
  },
  {
    "handle": "desmondsham",
    "label": true,
    "reason": "Assistant prof in postcolonial studies with heritage/memory focus"
  },
  {
    "handle": "MR3Network",
    "label": true,
    "reason": "Funded medical research network, explicit research infrastructure"
  }
]