[
  {
    "handle": "ThatSGLLady",
    "label": null,
    "reason": "Education doctoral candidate and educator - education field with potential qualitative research"
  },
  {
    "handle": "landmanspeaking",
    "label": null,
    "reason": "Health reporter/epidemiologist/ID doc; health equity angle suggests social research interest but not primary academic"
  },
  {
    "handle": "MichaelJLiv",
    "label": null,
    "reason": "Alcohol/drugs/public health researcher - public health field but no qualitative indicators"
  },
  {
    "handle": "mikeelou75",
    "label": null,
    "reason": "PA/Anthropologist with graduate training; anthropology signals qualitative tradition but clinician primary role unclear."
  },
  {
    "handle": "LinaJfairi",
    "label": false,
    "reason": "Materials science/design researcher; technical focus, unclear if qualitative methodology"
  },
  {
    "handle": "MOrtabasi",
    "label": false,
    "reason": "Literary scholar self-identification but no institutional affiliation or research context visible"
  },
  {
    "handle": "Tullika_Garg",
    "label": false,
    "reason": "Health services researcher with aging focus, possible qualitative work but oncology-centered"
  },
  {
    "handle": "MasonHargrave",
    "label": true,
    "reason": "AI researcher with NSF fellowship and institutional affiliation"
  },
  {
    "handle": "JoBenhamu",
    "label": null,
    "reason": "Research Manager with bioethics, informed consent, clinical trials interests - research-adjacent but unclear qualitative focus"
  },
  {
    "handle": "KaitlinPuccio",
    "label": null,
    "reason": "Bioethicist and law professor, bioethics research often qualitative"
  },
  {
    "handle": "RoxanaDaneshjou",
    "label": true,
    "reason": "Assistant professor with biomedical/AI focus. Research signals present but not explicitly qualitative."
  },
  {
    "handle": "YaleSTS",
    "label": null,
    "reason": "Undergraduate collective in feminist/postcolonial STS; academic context but collective/teaching-focused"
  },
  {
    "handle": "KLChamberlain",
    "label": null,
    "reason": "PhD public health & communication researcher. Communication science suggests qualitative methods."
  },
  {
    "handle": "John_Will_I_Am",
    "label": true,
    "reason": "MD/PhD fellow, immuno-oncology and AI/ML research"
  },
  {
    "handle": "m_manahova",
    "label": false,
    "reason": "Cognitive neuroscience PhD; likely quantitative; now lifestyle coaching"
  },
  {
    "handle": "Muppy_e",
    "label": null,
    "reason": "Health economist/demographer; human rights in population health could include qualitative but unclear"
  },
  {
    "handle": "OrigamiUx",
    "label": true,
    "reason": "Explicit UX researcher identification, professional focus"
  },
  {
    "handle": "LalithaJoseph",
    "label": null,
    "reason": "English professor in postcolonial studies, some research indication"
  },
  {
    "handle": "DPAGPostdoc",
    "label": true,
    "reason": "Oxford postdoc society, clear university research affiliation"
  },
  {
    "handle": "majatoudal",
    "label": null,
    "reason": "Autistic psychologist with autism research interest, possible qualitative researcher"
  },
  {
    "handle": "BMSG",
    "label": null,
    "reason": "Public health research organization using media, some qualitative community focus"
  },
  {
    "handle": "chron_ac",
    "label": null,
    "reason": "Interdisciplinary scholar network with disability focus; potential qualitative research on lived experience"
  },
  {
    "handle": "IrinaRaicu",
    "label": null,
    "reason": "PhD in AI, research and advisory roles"
  },
  {
    "handle": "DrMCCouture",
    "label": null,
    "reason": "Epidemiologist with public health focus; quantitative-leaning field, not explicit qualitative methodology"
  },
  {
    "handle": "willianaraujo",
    "label": null,
    "reason": "Communication PhD with STS focus. Communication suggests qualitative but emphasis on algorithms/platforms ambiguous."
  },
  {
    "handle": "NHiekel",
    "label": null,
    "reason": "Social demographer; potential qualitative work on gender and fertility but primarily quantitative"
  },
  {
    "handle": "NUSLHealth",
    "label": null,
    "reason": "Health policy center at law school - interdisciplinary, likely includes qualitative work"
  },
  {
    "handle": "NPilkauskas",
    "label": null,
    "reason": "Social demographer studying families/poverty; could include qualitative but demography is quantitative-primary"
  },
  {
    "handle": "DrTiffanyHolli1",
    "label": null,
    "reason": "Associate Professor in Education, likely conducts research"
  },
  {
    "handle": "Thefawoleisrael",
    "label": null,
    "reason": "Health systems, policy, development suggest qualitative potential; nursing/MPH background indicates possible qualitative work"
  }
]