[
  {
    "handle": "Ruralist_Health",
    "label": null,
    "reason": "PhD student in global health, podcast host - possible qualitative focus on rural health"
  },
  {
    "handle": "LauraFBelli",
    "label": true,
    "reason": "Bioethicist PhD philosopher, research role in philosophy/ethics suggests qualitative work"
  },
  {
    "handle": "PERCEPTIONS_EU",
    "label": null,
    "reason": "EU research project on migration perceptions; possible qualitative research but vague methodology"
  },
  {
    "handle": "ShamsQuader",
    "label": null,
    "reason": "PhD in Gender & Cultural Studies. Potential qualitative researcher but primary role administrative."
  },
  {
    "handle": "carohartnett",
    "label": true,
    "reason": "Demographer & Sociologist with qualitative-adjacent domain; UXR suggests UX research but sociological background indicates qualitative methods"
  },
  {
    "handle": "turiokun",
    "label": null,
    "reason": "Postdoc researcher in multispecies STS - qualitative but not participant-centered human research"
  },
  {
    "handle": "sfueducation",
    "label": null,
    "reason": "Education faculty with research focus; education is qualitative-heavy domain"
  },
  {
    "handle": "MaylineStrouk",
    "label": null,
    "reason": "PhD candidate doing field-based case study research, qualitative signals present but geography/seabird focus suggests mixed methods"
  },
  {
    "handle": "chenphilosophy",
    "label": true,
    "reason": "Bioethicist, philosopher, likely employs qualitative research methods"
  },
  {
    "handle": "STSCornell",
    "label": true,
    "reason": "Science and Technology Studies program - STS traditionally qualitative, historical and social analysis focused"
  },
  {
    "handle": "UWCoLab",
    "label": null,
    "reason": "Community & behavioral health policy with knowledge exchange focus; suggests qualitative orientation"
  },
  {
    "handle": "GuteMonik",
    "label": null,
    "reason": "Social scientist and STS researcher - qualitative field but consultant role, not traditional academia"
  },
  {
    "handle": "tkcoxsoc",
    "label": null,
    "reason": "Sociologist studying perceptions and attitudes; family/gender domains suggest qualitative potential"
  },
  {
    "handle": "USCPullias",
    "label": null,
    "reason": "Higher ed research center with equity focus, likely mixed methods"
  },
  {
    "handle": "ResearcherNP",
    "label": null,
    "reason": "Nurse practitioner and researcher exploring medicine/evidence intersection"
  },
  {
    "handle": "healerrasha",
    "label": null,
    "reason": "Computational journalism researcher, PhD researcher, qualitative research signals present"
  },
  {
    "handle": "FOW_Researcher",
    "label": null,
    "reason": "PhD researcher studying workplace dynamics; qualitative-adjacent but no explicit methodology"
  },
  {
    "handle": "BrownHSPP",
    "label": null,
    "reason": "Health Services, Policy & Practice - nursing school department with community-respect emphasis"
  },
  {
    "handle": "PacerInnovates",
    "label": null,
    "reason": "Co-designed health research with patient involvement, organizational account, qualitative potential"
  },
  {
    "handle": "DeLaRoll5",
    "label": null,
    "reason": "Public health researcher with harm reduction focus; suggests qualitative community-engaged research orientation"
  },
  {
    "handle": "EthicsPolicyLab",
    "label": null,
    "reason": "Ethics lab at research institution, ethics research often involves qualitative methods"
  },
  {
    "handle": "TrynSlp",
    "label": null,
    "reason": "SLP/doctoral candidate in Communication Sciences; clinical focus but teaching role may involve research"
  },
  {
    "handle": "yueqian_soc",
    "label": null,
    "reason": "Sociology associate professor, gender scholar - sociology has qualitative tradition but no explicit qualitative methods"
  },
  {
    "handle": "srleccese",
    "label": true,
    "reason": "Explicitly 'Qualitative Market Researcher' with history background and academia experience - strong qualitative indicator"
  },
  {
    "handle": "rodabhari",
    "label": null,
    "reason": "Retractions researcher in STS/Communications at Northwestern. Research focus present but methodology unclear."
  },
  {
    "handle": "SarahKCowan",
    "label": null,
    "reason": "Sociologist studying social phenomena. Likely qualitative but not explicitly stated."
  },
  {
    "handle": "JTomMueller",
    "label": null,
    "reason": "Rural sociologist and demographer; health/poverty in rural America suggests qualitative potential"
  },
  {
    "handle": "DebDelving",
    "label": true,
    "reason": "History researcher and archivist with 25+ years expertise, owns research services"
  },
  {
    "handle": "LDamour",
    "label": true,
    "reason": "PhD psychologist, author, may conduct qualitative research on adolescents"
  },
  {
    "handle": "PaulGorczynski",
    "label": null,
    "reason": "Community organizer and public health researcher; CBPR orientation suggests qualitative community-engaged research."
  }
]