[
  {
    "handle": "monicaqfm",
    "label": true,
    "reason": "Bioethicist focused on research ethics and health technologies, qualitative methodology implied"
  },
  {
    "handle": "dedcena",
    "label": true,
    "reason": "Bioethicist and public health scientist, likely qualitative methods"
  },
  {
    "handle": "gssnu",
    "label": null,
    "reason": "Gender and sexuality studies program with interdisciplinary approach; likely supports qualitative research but is institutional account."
  },
  {
    "handle": "ESmith_UrbanEd",
    "label": true,
    "reason": "Urban education doctoral candidate at Teachers College - education research with policy focus"
  },
  {
    "handle": "Waheed_Fareeha",
    "label": true,
    "reason": "Doctoral candidate in education/equity at JohnsHopkins; trauma-informed care focus suggests qualitative research interest"
  },
  {
    "handle": "TCDhpm",
    "label": true,
    "reason": "University centre for health policy and management with health services research focus"
  },
  {
    "handle": "jaiyant",
    "label": true,
    "reason": "Clinical psychologist with MPhil PhD - psychology researcher"
  },
  {
    "handle": "GuidryGrimes",
    "label": true,
    "reason": "Clinical ethicist, feminist, disability focus suggests qualitative research in applied ethics"
  },
  {
    "handle": "IndecisivAnthro",
    "label": true,
    "reason": "MA candidate studying political economy of COVID-19 - clear academic research trajectory in qualitative domain"
  },
  {
    "handle": "lori_bruce",
    "label": true,
    "reason": "Bioethicist studying ethics of infant abandonment, end-of-life, consent. Explicit qualitative topics."
  },
  {
    "handle": "HGJournal",
    "label": true,
    "reason": "Human Geography journal with feminist, anti-racist, radical positions - qualitative traditions prominent"
  },
  {
    "handle": "DrBarbaraChubak",
    "label": true,
    "reason": "Historian-bioethicist examining social/cultural aspects, qualitative focus"
  },
  {
    "handle": "LeonieEttinger",
    "label": null,
    "reason": "Literary scholar postdoctoral fellow, active researcher but limited explicit qualitative methodology signals"
  },
  {
    "handle": "dr_treisman",
    "label": null,
    "reason": "Clinical psychologist with trauma focus; relational/organizational work suggests qualitative orientation, author/trainer signals research."
  },
  {
    "handle": "NCVCTraumaT32",
    "label": true,
    "reason": "T32 postdoc fellowship in traumatic stress research, IRB-heavy domain with qualitative potential"
  },
  {
    "handle": "pnrizumi",
    "label": true,
    "reason": "Sociologist with STS/social movements research - qualitative researcher profile"
  },
  {
    "handle": "NehaTetali",
    "label": true,
    "reason": "PhD Peace Studies, feminist research focus, postcolonial theory suggests qualitative methodology"
  },
  {
    "handle": "MaudsleyCPG",
    "label": true,
    "reason": "Academic group promoting cultural awareness in psychiatry and psychotherapy"
  },
  {
    "handle": "LaraBister",
    "label": true,
    "reason": "Sociologist & social demographer at university; family/health/life course research suggests qualitative methods; strong academic credentials"
  },
  {
    "handle": "raktimplan",
    "label": null,
    "reason": "UCL Lecturer with postcolonial and urban theory interests; urbanist suggests possible qualitative methods"
  },
  {
    "handle": "Meghan__ONeil",
    "label": null,
    "reason": "Inequality and justice research; social science but methodologies unclear from bio"
  },
  {
    "handle": "PublicHealthy",
    "label": null,
    "reason": "Public health researcher and sociologist; sociology discipline and birth justice work suggest qualitative potential."
  },
  {
    "handle": "DunnEducation",
    "label": true,
    "reason": "Primary teacher-researcher with leadership focus. Teacher-researcher tradition strongly qualitative."
  },
  {
    "handle": "DeepMapsCork",
    "label": true,
    "reason": "Coastal cultures project. Cultural/geographic focus suggests qualitative methodology."
  },
  {
    "handle": "UConnWGSS",
    "label": null,
    "reason": "Academic gender program; qualitative traditions in gender studies but teaching-focused"
  },
  {
    "handle": "BrowneKayali",
    "label": null,
    "reason": "Bioethicist with feminist lens. Strong ethical framework but not explicitly qualitative methodology."
  },
  {
    "handle": "cIDA_essex",
    "label": true,
    "reason": "Research center for ideology and discourse analysis. Institutional qualitative research focus evident."
  },
  {
    "handle": "Yara_M_Asi",
    "label": null,
    "reason": "Author of 'How War Kills'; likely qualitative work on war/health but role ambiguous"
  },
  {
    "handle": "MeeshMPH",
    "label": null,
    "reason": "Behavioral and social scientist; digital health design research suggests qualitative UX/participatory methods."
  },
  {
    "handle": "UofGBenibaCtr",
    "label": true,
    "reason": "Research center on slavery/legacies with decolonization work, research mission clear"
  }
]