[
  {
    "handle": "ecvasti",
    "label": null,
    "reason": "Public health researcher with implementation science focus; likely mixed methods but quantitative-leaning epidemiology background"
  },
  {
    "handle": "TheRuralDtor",
    "label": null,
    "reason": "Global public health physician-researcher, clinical background but research focus suggests mixed-method potential."
  },
  {
    "handle": "KidsDyingOnRez",
    "label": null,
    "reason": "Policy/public health focus on Native populations - possible qualitative work but policy-driven"
  },
  {
    "handle": "MichaelSPollard",
    "label": null,
    "reason": "Sociologist at RAND studying social relationships. Potential qualitative but unclear."
  },
  {
    "handle": "juliaegill",
    "label": null,
    "reason": "Bioethicist & lawyer. Bioethics & law careers often involve qualitative analysis of complex social issues."
  },
  {
    "handle": "Jens_Schriver",
    "label": null,
    "reason": "UX/market researcher with survey research at UConn, mixed academic/industry signals"
  },
  {
    "handle": "SaraoAditya",
    "label": null,
    "reason": "Psychologist & doctoral researcher; mindfulness/meditation research could be qualitative but unclear methodology."
  },
  {
    "handle": "Brig13Smith1",
    "label": null,
    "reason": "MD, education researcher; clinical educator but research interest unclear methodology"
  },
  {
    "handle": "PAR_FI",
    "label": null,
    "reason": "Podcast on research-based health and activity information"
  },
  {
    "handle": "syctong",
    "label": null,
    "reason": "ID physician researcher with Indigenous health interest - potential qualitative signal weak"
  },
  {
    "handle": "lisadive",
    "label": null,
    "reason": "Philosophical bioethicist lecturer; ELSI and genomics suggest policy/ethics research orientation"
  },
  {
    "handle": "KiaAramesh",
    "label": null,
    "reason": "Bioethicist physician, likely involves qualitative ethics research and participant interaction"
  },
  {
    "handle": "djeditorialteam",
    "label": true,
    "reason": "Digital journalism journal; qualitative methods common in communication research"
  },
  {
    "handle": "jsuttonfranklin",
    "label": null,
    "reason": "Literary scholar in Caribbean/Haitian studies, but no signals of participant-based qualitative research or methodology focus."
  },
  {
    "handle": "mjg15",
    "label": false,
    "reason": "Physician and bioethicist; bioethics involves human subjects but primarily clinical/policy focus, not qualitative research methods."
  },
  {
    "handle": "muhanuziDoreen",
    "label": null,
    "reason": "Public health researcher, filmmaker - potential qualitative interests"
  },
  {
    "handle": "ratnadeeep_",
    "label": null,
    "reason": "PhD candidate tracking West Asia/terrorism, potentially qualitative but unclear methodology"
  },
  {
    "handle": "BI_Psychiatry",
    "label": true,
    "reason": "Clinical researchers and supporters, institutional research focus"
  },
  {
    "handle": "ishukataria3",
    "label": null,
    "reason": "Public health researcher focused on NCDs and policy advocacy; limited qualitative indicators"
  },
  {
    "handle": "CCPPJournal",
    "label": true,
    "reason": "Clinical psychology journal, publishes multidisciplinary research including qualitative"
  },
  {
    "handle": "elmalandr0",
    "label": null,
    "reason": "STS/economics background; cryptocurrencies suggest possible quantitative focus"
  },
  {
    "handle": "FarzanaQuresh17",
    "label": true,
    "reason": "SOAS librarian in postcolonial studies, PhD candidate, clear academic research signals"
  },
  {
    "handle": "gibbu",
    "label": null,
    "reason": "Doctoral candidate investigating symbiotic practices through bread baking. Ethnographic/practice-based research methodology indicated."
  },
  {
    "handle": "shjabbour",
    "label": null,
    "reason": "Cardiologist and public health researcher on Syria/human rights - health equity focus suggests qualitative possible"
  },
  {
    "handle": "surajbudathoki9",
    "label": null,
    "reason": "Doctoral candidate with refugee advocacy and lived experience focus, qualitative research potential"
  },
  {
    "handle": "ICALGBTQ",
    "label": null,
    "reason": "LGBTQ studies official division promoting gender/sexuality research in communication, academic research organization"
  },
  {
    "handle": "Real_Sedaria",
    "label": null,
    "reason": "Mental health therapist and doctoral candidate; mental health is qualitative-friendly but role ambiguous"
  },
  {
    "handle": "HeyRayGriffin",
    "label": null,
    "reason": "Senior Lecturer studying labour market organization; possible qualitative but focus on structural economics"
  },
  {
    "handle": "paulsummergrad",
    "label": false,
    "reason": "Professor of psychiatry - organizational/leadership role, no qualitative research indicators"
  },
  {
    "handle": "marisbaraini",
    "label": true,
    "reason": "Medical doctor with a PhD in cardiology"
  }
]