[
  {
    "handle": "SqInchAnthro",
    "label": true,
    "reason": "Ethnography explicit, design strategy, Fulbright fellow, researcher identity clear"
  },
  {
    "handle": "QuantPsychiatry",
    "label": true,
    "reason": "MD/PhD psychiatrist researcher, stats/methods focus suggests quantitative orientation"
  },
  {
    "handle": "SOAS_CCLPS",
    "label": true,
    "reason": "SOAS centre for cultural, literary and postcolonial studies - explicit qualitative research"
  },
  {
    "handle": "josephinebeckr",
    "label": true,
    "reason": "PhD student, militant ethnography, prefigurative politics, qualitative focus"
  },
  {
    "handle": "RachResearcher",
    "label": true,
    "reason": "Research Fellow in Psychosocial Oncology with psychology background. High qualitative potential."
  },
  {
    "handle": "sarqari",
    "label": true,
    "reason": "Anthropologist at NPR, conducts investigative research journalism"
  },
  {
    "handle": "nold_christian",
    "label": null,
    "reason": "Artist-designer and STS researcher; design research but less explicitly qualitative"
  },
  {
    "handle": "claugobel",
    "label": null,
    "reason": "STS researcher with citizen science; qualitative engagement methodology"
  },
  {
    "handle": "JScottPhD",
    "label": true,
    "reason": "PhD researcher at university specializing in populism studies"
  },
  {
    "handle": "kquinnjudge",
    "label": true,
    "reason": "Analyst with explicit ethnography of conflict focus; geopolitical research suggests qualitative interviewing and fieldwork methods"
  },
  {
    "handle": "BlackHerstorian",
    "label": true,
    "reason": "History doctoral candidate studying Black activism; history field uses qualitative/narrative inquiry; community-focused topics"
  },
  {
    "handle": "ckohtala",
    "label": null,
    "reason": "STS researcher in design/sustainability; qualitative methodology signals present"
  },
  {
    "handle": "rosario_isasi",
    "label": true,
    "reason": "Lawyer-bioethicist, director of bioethics institute, qualitative methods likely"
  },
  {
    "handle": "PouyaSep",
    "label": true,
    "reason": "STS researcher on technology-city; qualitative urban studies approach"
  },
  {
    "handle": "DebatingEthno",
    "label": true,
    "reason": "Research group focused on ethnography; multidisciplinary qualitative inquiry"
  },
  {
    "handle": "fcareyesa",
    "label": true,
    "reason": "Bioethicist PhD researcher, medical ethics involves qualitative methodology and IRB work"
  },
  {
    "handle": "StarraEducation",
    "label": true,
    "reason": "Doctoral researcher, mental health, education leadership. Some qualitative potential but unclear if empirical research."
  },
  {
    "handle": "StevieGrassetti",
    "label": true,
    "reason": "Clinical psychologist researcher focused on underserved youth/families; qualitative research strong signal"
  },
  {
    "handle": "rrvanderbilt",
    "label": true,
    "reason": "PhD interpersonal communication, relationship research, podcast host suggests qualitative inquiry"
  },
  {
    "handle": "TheJoseVilson",
    "label": true,
    "reason": "PhD educator sociologist, policy focus, clear academic research background."
  },
  {
    "handle": "Madeleine_Pape",
    "label": true,
    "reason": "Ph.D. Sociology with Gender & Feminist Science Studies focus - high-signal qualitative field and feminist methodology tradition"
  },
  {
    "handle": "DrLawsonWelsh",
    "label": true,
    "reason": "Academic researcher in food studies, postcolonial literature; humanities-based qualitative research"
  },
  {
    "handle": "katjaherges",
    "label": true,
    "reason": "Physician PhD in German, humanities qualitative signals (life writing, feminism), interdisciplinary qualitative potential"
  },
  {
    "handle": "ZoeConnorRD",
    "label": null,
    "reason": "Pediatric dietitian researcher, clinical research focus, NIHR doctoral fellow"
  },
  {
    "handle": "TS_Researcher",
    "label": null,
    "reason": "PhD student researching Tourette syndrome. Medical research but could involve qualitative work."
  },
  {
    "handle": "HiyemCheurfa",
    "label": true,
    "reason": "PhD lecturer in postcolonial studies, published on Arab women's autobiographical writings, qualitative researcher"
  },
  {
    "handle": "niladrichatt",
    "label": true,
    "reason": "Historian researcher in colonial/postcolonial studies, qualitative-focused"
  },
  {
    "handle": "eddersko",
    "label": null,
    "reason": "Independent scholar in discourse analysis, humanities. Possible qualitative researcher but 'independent' status unclear."
  },
  {
    "handle": "LyndaGilby1",
    "label": true,
    "reason": "Doctoral researcher in global health with reproductive rights focus, likely qualitative but unclear"
  },
  {
    "handle": "jamalenator",
    "label": true,
    "reason": "Bioethicist with education focus, likely qualitative research methods"
  }
]