[
  {
    "handle": "c_jakobson",
    "label": null,
    "reason": "Ethicist, Cambridge doctoral, advocacy - some qualitative signals"
  },
  {
    "handle": "redguju",
    "label": null,
    "reason": "English prof in postcolonial/ethnic studies, academic research focus"
  },
  {
    "handle": "kristexanite",
    "label": null,
    "reason": "Sociology professor and demographer; family focus and teaching suggest qualitative teaching/research"
  },
  {
    "handle": "HenningBaer_",
    "label": true,
    "reason": "Grounded Theory explicitly mentioned, but limited bio context and possible entertainment industry booking"
  },
  {
    "handle": "gregdoesethics",
    "label": null,
    "reason": "Bioethicist associate professor transplant ethics. Academic rank and ethics focus suggest qualitative work."
  },
  {
    "handle": "rcpsychTSIG",
    "label": true,
    "reason": "Special interest group on transcultural psychiatry research"
  },
  {
    "handle": "Pabs_94",
    "label": null,
    "reason": "Assistant Professor Curriculum Studies - education field with potential qualitative work"
  },
  {
    "handle": "reshmajagsi",
    "label": null,
    "reason": "Oncologist, bioethics expert - bioethics suggests qualitative work, but primary role appears clinical"
  },
  {
    "handle": "Narges_valibeig",
    "label": null,
    "reason": "MA Sociology, former PhD student in Communication. Qualitative fields but current UX role unclear on academic status."
  },
  {
    "handle": "HealthTepi",
    "label": null,
    "reason": "Public health researcher and advocate, but no explicit qualitative methodology or participant-focused work."
  },
  {
    "handle": "ePtResearcher",
    "label": null,
    "reason": "Patient involvement in research design. Community-engaged approach suggests qualitative interest."
  },
  {
    "handle": "health_cascade",
    "label": null,
    "reason": "Public health co-creation suggests community-engaged qualitative methods"
  },
  {
    "handle": "SamdneyTweet",
    "label": null,
    "reason": "Math and CS researcher, focus on distributed networks"
  },
  {
    "handle": "UfereJoy",
    "label": null,
    "reason": "Global health researcher with advocacy focus, maternal health suggests qualitative work"
  },
  {
    "handle": "ppsp_team",
    "label": true,
    "reason": "Computational psychiatry lab, explicit multi-scale neuroscience research"
  },
  {
    "handle": "BRoxBioethics",
    "label": null,
    "reason": "Bioethicist and attorney, policy-focused, some qualitative potential"
  },
  {
    "handle": "KnowledgeNorth",
    "label": null,
    "reason": "Ethnography and history mentioned; potential academic researcher but vague affiliation"
  },
  {
    "handle": "kwasson2",
    "label": null,
    "reason": "Professor, bioethicist, researcher but focus is clinical ethics/education rather than qualitative participant-based research"
  },
  {
    "handle": "UWPsychiatry",
    "label": null,
    "reason": "Department account, institutional rather than individual researcher"
  },
  {
    "handle": "drsimonwilliams",
    "label": null,
    "reason": "Behavioural scientist and public health researcher; behavioral domain has qualitative potential"
  },
  {
    "handle": "HWISE_RCN",
    "label": null,
    "reason": "Household water insecurity network - social dimensions, could involve qualitative inquiry"
  },
  {
    "handle": "minneatairu",
    "label": null,
    "reason": "Artist researcher/doctoral candidate at Columbia - qualitative arts-based research possible"
  },
  {
    "handle": "mit_cmsw",
    "label": null,
    "reason": "MIT media studies/writing program, academic humanities, qualitative methods tradition likely"
  },
  {
    "handle": "HealthPolicyDPM",
    "label": null,
    "reason": "Research division conducting evidence-based policy studies on vulnerable populations"
  },
  {
    "handle": "SPDASaba",
    "label": null,
    "reason": "Research group account in pragmatics and discourse analysis. Likely conducts qualitative research but account is organizational."
  },
  {
    "handle": "wcraigwilliams",
    "label": null,
    "reason": "Psych PhD from Stanford with social/emotional focus - academic background but UX/industry role"
  },
  {
    "handle": "erikalangham",
    "label": true,
    "reason": "Demographer-social epidemiology. Some qualitative signals but epidemiology leans quantitative."
  },
  {
    "handle": "leandropisano",
    "label": null,
    "reason": "PhD in postcolonial studies but primary focus is festival curation and sound art, not empirical research"
  },
  {
    "handle": "CUNYenglish",
    "label": null,
    "reason": "English PhD program - potential qualitative research but institutional account, unclear individual researcher"
  },
  {
    "handle": "riosmenf",
    "label": null,
    "reason": "Immigration/population health scholar, qualitative research likely given topics"
  }
]