[
  {
    "handle": "temibianca",
    "label": true,
    "reason": "Sociology doctoral candidate studying race and immigration—high-signal qualitative topic in qualitative-heavy field."
  },
  {
    "handle": "khmayer1",
    "label": null,
    "reason": "Infectious disease researcher at academic institutions; clinical focus limits qualitative signal"
  },
  {
    "handle": "nuriann77",
    "label": true,
    "reason": "Sociologist and STS researcher on ethics and technology - qualitative social research focus"
  },
  {
    "handle": "_kristynjones",
    "label": true,
    "reason": "Former academic with criminal justice research background; Stanford SPARQ suggests qualitative work"
  },
  {
    "handle": "Morgan_le_they",
    "label": true,
    "reason": "STS researcher with harm reduction focus - qualitative researcher-practitioner, strong signal"
  },
  {
    "handle": "eiryngs",
    "label": null,
    "reason": "Disability advocate researcher. Social justice focus suggests qualitative community-engaged research."
  },
  {
    "handle": "HarvardHPM",
    "label": true,
    "reason": "Harvard health policy department, qualitative research likely"
  },
  {
    "handle": "DrChinazo",
    "label": true,
    "reason": "Public health researcher on substance use and equity; vulnerable population focus suggests qualitative work"
  },
  {
    "handle": "BeckyJaneDB",
    "label": true,
    "reason": "Global oncologist bioethicist focused on equity. Community-based work suggests qualitative research engagement."
  },
  {
    "handle": "kazloucook",
    "label": true,
    "reason": "Nurse educator with communication research focus at university. Likely qualitative researcher in healthcare education."
  },
  {
    "handle": "PhuzzieSlippers",
    "label": true,
    "reason": "Sociologist studying race/colorism; qualitative social science field"
  },
  {
    "handle": "loubietheartist",
    "label": true,
    "reason": "Artist researcher, ethnography, heritage studies - qualitative but arts-focused"
  },
  {
    "handle": "Recraft_Ethnog",
    "label": true,
    "reason": "Ethnographies of crime and control symposium; qualitative research focus"
  },
  {
    "handle": "DrJeremyGG",
    "label": null,
    "reason": "Clinical research psychologist in chronic pain, bioethicist, likely qualitative methods in psychology"
  },
  {
    "handle": "schmitt_laila",
    "label": true,
    "reason": "Sociologist with postdoc studying social inequality and labor markets; strong qualitative tradition field"
  },
  {
    "handle": "pragya1pandey",
    "label": true,
    "reason": "PhD, assistant professor, nutrition researcher with explicit research focus"
  },
  {
    "handle": "deemtembo",
    "label": true,
    "reason": "Public involvement, engagement, and policy research roles suggest qualitative methods; head of engagement indicates stakeholder-centered work"
  },
  {
    "handle": "westernuFIMS",
    "label": null,
    "reason": "Faculty of Information & Media Studies; potential qualitative research but no explicit indicators"
  },
  {
    "handle": "BUILD_PODER",
    "label": true,
    "reason": "Social justice biomedical research, health equity focus; community-based approach suggests qualitative orientation"
  },
  {
    "handle": "ReMO_COST",
    "label": null,
    "reason": "International network on researcher wellbeing, academic focus but organizational"
  },
  {
    "handle": "ToriPea3",
    "label": true,
    "reason": "Doctoral candidate studying social memory, suggests qualitative/humanistic research approach"
  },
  {
    "handle": "CraigKlugman",
    "label": null,
    "reason": "Bioethicist and health humanist, humanities-engaged research"
  },
  {
    "handle": "QMULPsychiatry",
    "label": true,
    "reason": "Academic center focused on social, cultural, and environmental mental health research"
  },
  {
    "handle": "beccalew",
    "label": true,
    "reason": "Comparative media studies assistant professor researching tech/silicon valley, clear researcher"
  },
  {
    "handle": "STS_Rebecca",
    "label": null,
    "reason": "PhD STS, UX researcher background; STS indicates qualitative but current role ambiguous"
  },
  {
    "handle": "StrathGender",
    "label": true,
    "reason": "Applied gender studies; 'applied' suggests research engagement with communities"
  },
  {
    "handle": "RyanBergPhD",
    "label": true,
    "reason": "Political scientist, likely conducts policy research and analysis"
  },
  {
    "handle": "rhale18",
    "label": true,
    "reason": "Sociology/STS researcher; clear qualitative methodology affiliation"
  },
  {
    "handle": "JonathanShedler",
    "label": true,
    "reason": "Professor psychologist studying psychotherapy; psychology background supports qualitative research likelihood"
  },
  {
    "handle": "eMERGeGuidance",
    "label": true,
    "reason": "Meta-ethnography reporting guidance; direct qualitative research methodology focus"
  }
]