[
  {
    "handle": "cnicolemason",
    "label": null,
    "reason": "Director of women's futures institute; advocacy-oriented, unclear research methodology"
  },
  {
    "handle": "B_DavisJr",
    "label": null,
    "reason": "History doctoral candidate studying Black military experiences - history field with identity/lived experience focus suggests qualitative"
  },
  {
    "handle": "LantianLi",
    "label": null,
    "reason": "PhD in Sociology with statistics background, now UX researcher at Meta - academic qualitative background but industry focus"
  },
  {
    "handle": "IDjnl",
    "label": null,
    "reason": "Journal publishing on identities, race, ethnicity, culture; qualitative-friendly topics but journal, not researcher"
  },
  {
    "handle": "HollieD_Johnson",
    "label": null,
    "reason": "Literary scholar researching ecocidal imagination, but focus on literary/critical analysis rather than participant-based qualitative methods."
  },
  {
    "handle": "veeesamuel",
    "label": null,
    "reason": "Education researcher. Former broadcaster background suggests communication/narrative skills. Likely qualitative orientation."
  },
  {
    "handle": "ms_miff",
    "label": true,
    "reason": "Public health researcher in cancer screening; policy evaluation often involves qualitative inquiry and participant perspectives."
  },
  {
    "handle": "KeeraAllendorf",
    "label": null,
    "reason": "Demographer and sociologist; gender/family/health topics align with qualitative traditions"
  },
  {
    "handle": "juliemacken",
    "label": null,
    "reason": "Doctoral candidate psychoanalysing Australia, explicit qualitative methodology signal"
  },
  {
    "handle": "CaucasusNetwork",
    "label": null,
    "reason": "Research network in archaeology, anthropology, ethnography; qualitative fields but institutional"
  },
  {
    "handle": "KermytAnderson",
    "label": true,
    "reason": "Biological anthropologist, anthropology field strong qualitative signal"
  },
  {
    "handle": "DrPalssonUNC",
    "label": null,
    "reason": "Clinical psychologist at UNC researching IBS and consciousness; clinical focus but psychology background suggests qualitative work possible"
  },
  {
    "handle": "sarayeatman",
    "label": null,
    "reason": "Social demographer studying fertility/reproductive health, qualitative potential"
  },
  {
    "handle": "cpchen2",
    "label": true,
    "reason": "Public health pediatrician researcher, socially accountable health - qualitative signals"
  },
  {
    "handle": "GenderSmart_EU",
    "label": null,
    "reason": "Gender in science/agriculture - social dimensions, likely qualitative methods on gender equity"
  },
  {
    "handle": "pettsric",
    "label": true,
    "reason": "Sociologist and family demographer; parental leave/fatherhood/work-family suggest qualitative interview work"
  },
  {
    "handle": "MrsGee67",
    "label": null,
    "reason": "Nurse researcher with EDI focus - potential qualitative but clinical/NHS context unclear"
  },
  {
    "handle": "KerryMacQua",
    "label": null,
    "reason": "Demographer/sociologist with health and rights focus; advocacy + research suggests qualitative work"
  },
  {
    "handle": "UniRdg_PhD",
    "label": null,
    "reason": "University doctoral college account, institutional support entity"
  },
  {
    "handle": "MarkDFoxMDPhD",
    "label": null,
    "reason": "Community health researcher + health equity advocate - suggests qualitative community-based research"
  },
  {
    "handle": "OHSUGeriPsych",
    "label": true,
    "reason": "Academic fellowship program in psychiatry with research training component"
  },
  {
    "handle": "CPEC_LSE",
    "label": null,
    "reason": "Research centre on care/mental health; policy-focused but qualitative-adjacent topic domain"
  },
  {
    "handle": "SamCH_ClinPsych",
    "label": null,
    "reason": "Clinical psychology professor studying parental mental health; possible qualitative but clinical-heavy"
  },
  {
    "handle": "DrKathrynRoss",
    "label": null,
    "reason": "Clinical psychologist with health promotion focus - possible qualitative work but primarily clinical"
  },
  {
    "handle": "PolicyLabCHOP",
    "label": true,
    "reason": "Research center informing policy with quality research - likely mixed methods"
  },
  {
    "handle": "christinajcross",
    "label": null,
    "reason": "Sociologist & demographer at Harvard; sociology enables qualitative research on inequality"
  },
  {
    "handle": "JCCHerington",
    "label": true,
    "reason": "Philosopher and bioethicist, philosophical analysis inherently qualitative"
  },
  {
    "handle": "utwallace",
    "label": null,
    "reason": "Journalism & Media Studies doctoral candidate; research on science communication possible qualitative angle"
  },
  {
    "handle": "CrenshawPhD",
    "label": null,
    "reason": "Professor with biblical justice focus, potential qualitative but religious studies orientation unclear"
  },
  {
    "handle": "SergioPradaR",
    "label": null,
    "reason": "Economist PhD in public policy; possible qualitative policy research but quantitative likely"
  }
]