[
  {
    "handle": "SaritaEdwards",
    "label": null,
    "reason": "Doctoral candidate with MHA, rare disease advocacy; possible qualitative health research"
  },
  {
    "handle": "placeofpiety",
    "label": null,
    "reason": "Interdisciplinary research project at Cambridge with ERC funding; humanities focus but unclear methodology"
  },
  {
    "handle": "frasso_rosemary",
    "label": null,
    "reason": "Director of public health; teacher-researcher; public health leadership often involves qualitative community engagement"
  },
  {
    "handle": "sts_ens",
    "label": null,
    "reason": "STS researchers investigating data/algorithms, qualitative-adjacent but policy-focused"
  },
  {
    "handle": "yasseraddabbagh",
    "label": null,
    "reason": "Child psychiatry and psychoanalysis focus; possible qualitative but clinical rather than social science"
  },
  {
    "handle": "Sub_nurse1",
    "label": null,
    "reason": "Nursing background with public health/intervention focus suggests qualitative potential"
  },
  {
    "handle": "GeorgiaBracey",
    "label": null,
    "reason": "Science education researcher; qualitative potential but K-12 focus, mixed signals"
  },
  {
    "handle": "jalvarezedd",
    "label": null,
    "reason": "Education-focused doctoral candidate; educator scholar program suggests pedagogical research interest"
  },
  {
    "handle": "dmoore7121",
    "label": null,
    "reason": "Psychoanalyst and psychiatry educator - potential qualitative focus but practice-oriented, not research-methodology clear"
  },
  {
    "handle": "ZulekaTweets",
    "label": null,
    "reason": "Decolonial, health equity, evaluation work suggests qualitative orientation; Scholar status indicates research track"
  },
  {
    "handle": "GeogR4Scot",
    "label": null,
    "reason": "Professor Jo Sharp; geographer but role/research focus ambiguous from bio"
  },
  {
    "handle": "nataliekofler",
    "label": null,
    "reason": "Molecular biologist bioethicist, founder organization, possible qualitative research component"
  },
  {
    "handle": "Sinha_Sneha7",
    "label": null,
    "reason": "STS PhD on history/gender/institutions; policy-focused, likely mixed methods"
  },
  {
    "handle": "nativepremed",
    "label": null,
    "reason": "Public health researcher with community focus, but aspiring physician suggests clinical trajectory over qualitative research"
  },
  {
    "handle": "draganakaurin",
    "label": null,
    "reason": "Tech policy researcher with ethnography and migration focus; interdisciplinary but humanitarian data/biometrics suggests mixed methods"
  },
  {
    "handle": "clarewenham",
    "label": null,
    "reason": "Global health policy professor. Gender and security topics suggest qualitative work possible."
  },
  {
    "handle": "laqwalsh",
    "label": null,
    "reason": "Public health researcher and program evaluator. Evaluation suggests qualitative work possible."
  },
  {
    "handle": "SJ_Menon",
    "label": null,
    "reason": "Associate Professor, literary/cultural research (Malaysian/postcolonial), humanities qualitative methods likely"
  },
  {
    "handle": "DrEliseBaker",
    "label": null,
    "reason": "Allied health clinical researcher, speech-language pathology with potential qualitative research"
  },
  {
    "handle": "researcher0503",
    "label": true,
    "reason": "Infectious disease researcher, assistant professor, indicates academic research but no qualitative specification"
  },
  {
    "handle": "EleanorPritcha5",
    "label": true,
    "reason": "Researcher developer/PhD coach, supports research but not active researcher"
  },
  {
    "handle": "DrSusanEmmett",
    "label": null,
    "reason": "Public health researcher with equity focus - likely qualitative health research"
  },
  {
    "handle": "rawleng",
    "label": null,
    "reason": "Public health researcher with equity and community passion; suggests qualitative orientation but unclear methodology"
  },
  {
    "handle": "EEMacLeod",
    "label": null,
    "reason": "Education researcher studying teacher recruitment and equity. Likely mixed methods but qualitative dimension present."
  },
  {
    "handle": "RachelAldred",
    "label": null,
    "reason": "Transport professor. Mentions discourse analysis but primary focus on quantitative methods (Big Data)."
  },
  {
    "handle": "WCMPsychiatry",
    "label": true,
    "reason": "Medical school psychiatry department, conducts research and education"
  },
  {
    "handle": "burnsmk1",
    "label": null,
    "reason": "Special education researcher; could involve qualitative work but LD/dyslexia is mixed methods"
  },
  {
    "handle": "cmplxtv_studies",
    "label": null,
    "reason": "Media and cultural studies background with academic affiliation, likely researcher"
  },
  {
    "handle": "petunia1167",
    "label": null,
    "reason": "Doctoral candidate in Education - likely qualitative but limited signals in bio"
  },
  {
    "handle": "peshy_masiee",
    "label": null,
    "reason": "Climate change researcher with development practice; possible qualitative community-based work"
  }
]